//export pictures
import furmanov from "../images/people/furmanov.jpg";
import gorbunov from "../images/people/gorbunov.png";
import pleshanov from "../images/people/pleshanov.jpg";
import skvortsov from "../images/people/skvortsov.jpg";
import skvortsova from "../images/people/skvortsova.jpg";
import yablokov from "../images/people/yablokov.jpg";
import pavlov from "../images/people/pavlov.jpg";
import rubtsovl from "../images/people/rubtsovl.jpg";
import rubtsovn from "../images/people/rubtsovn.jpg";
import lapshin from "../images/people/lapshin.jpg";
import trubnikov from "../images/people/trubnikov.jpg";

const peopleData = [
  {
    id: "furmanov",
    title: "Фурманов Д.А.",
    image: furmanov,
    text: "Дмитрий Андреевич Фурманов (1891-1926). Советский писатель, военный и политический деятель.Родился в с. Середа, Нерехтского у., Костромской губ. Окончил шестиклассное училище, торговую школу, реальное училище, Московский университет. Участник Первой мировой и Гражданской войн. С 1921 г. жил в Москве, занимался литературной и издательской деятельностью. Наибольшую известность получил его роман «Чапаев», который был переведен на десятки языков народов мира. Город Середа, где родился писатель, в 1941 году переименовали в г. Фурманов. Умер в 1926г., похоронен в Москве на Новодевичьем кладбище.",
  },
  {
    id: "gorbunov",
    title: "Горбунов Г.К.",
    image: gorbunov,
    text: "Григорий Климентьевич Горбунов (1834 –1923), фабрикант, купец Первой гильдии, Потомственный Почетный гражданин, мануфактур - советник, благотворитель, старообрядец федосеевского толка. Родился в с. Широково, Нерехтского у., Костромской губ. Не имея стартового капитала, начал свое восхождение с самых низов, построил в с. Середа прядильно-ткацкую фабрику, основав «Товарищество мануфактур Бр. Г. и А. Горбуновых». На свои деньги возводил больницы, школы, дома для рабочих и служащих, старообрядческий храм.",
  },
  {
    id: "skvortsov",
    title: "Скворцов И.И.",
    image: skvortsov,
    text: "Иван Иванович Скворцов (1822-1892), купец Первой гильдии, фабрикант, Потомственный Почетный гражданин, благотворитель. Родился в с. Б.Никольское Нерехтского у., Костромской губ. Унаследовал семейное предприятие в конце 1840-х гг. от отца Ивана Никитича.  В 1871 построил  механическую ткацкую фабрику в д. Фроловка, которая после его смерти перешла к  дочери  Матрене Ивановне (в замужестве Павловой). В 1887 г. на средства И.И. Скворцова был возведен храм, вмещавший около 200 прихожан. Скончался в 1892 г., похоронен в с. Б. Никольское в родовом склепе.",
  },
  {
    id: "skvortsova",
    title: "Скворцова И.П.",
    image: skvortsova,
    text: "Матрена Ивановна Павлова (Скворцова), дочь и наследница фабриканта Скворцова И.И. В 1881 г. выходит замуж за писцовского фабриканта П.А. Павлова. После смерти отца она занималась делами, связанными с фабрикой. До 1894 г. производство и торговля велись под вывеской «Наследница И.И. Скворцова – Матрена Павлова». После смерти сына Владимира Матрена Ивановна разводится с П.А. Павловым и выходит замуж за И.Н. Холчева",
  },
  {
    id: "pavlov",
    title: "Павлов П.А.",
    image: pavlov,
    text: "Петр Александрович Павлов (1855-1911), выходец из села Писцово, купец, Потомственный Почетный гражданин, благотворитель, с 1897 г. владелец «Товарищества мануфактур, основанных И.И. Скворцовым». На свои деньги построил больницу, училище, дома для рабочих и служащих, храм иконы Божией Матери «Всех скорбящих радость».",
  },
  {
    id: "trubnikov",
    title: "Трубников Д.А.",
    image: trubnikov,
    text: "Дмитрий Алексеевич Трубников  (1885-1947). Родился в с. Большие Соли, Ярославской губ., выпускник Московского института живописи, ваяния и зодчества. В 1924 г. приехал в Середу, в 1934 г. принят в члены Союза художников, участник городских и областных выставок. Основная часть творческого наследия художника – пейзажи средней полосы России.",
  },
  {
    id: "yablokov",
    title: "Яблоков А.С.",
    image: yablokov,
    text: "Александр Сергеевич Яблоков (1897-1973), выдающийся ученый лесовод-селекционер, доктор сельскохозяйственных наук, профессор, академик ВАСХНИЛ, лауреат Государственной премии СССР, награжден орденами Ленина  Трудового Красного Знамени. Родился  в с. Ивановское-Скрябино, Нерехтского у., Костромской губ. в семье народных учителей. Позднее семья переезжает в Середу. 40 лет своей жизни А.С. Яблоков посвятил лесной науке, создал свою научную школу, подготовил 19 кандидатов и докторов наук, опубликовал более 200 работ. Его имя присвоено Ивантеевскому дендрологическому саду.",
  },
  {
    id: "rubtsovl",
    title: "Рубцов Л.И.",
    image: rubtsovl,
    text: "Леонид Иванович Рубцов (1902-1981), советский учёный, ландшафтный архитектор, доктор биологических наук, профессор. Родился  в селе Середа, Нерехтского у., Костромской губ. В 1930 г. окончил Лесотехническую академию в Ленинграде. Работал в Сухумском отделении Института прикладной ботаники. Вплоть до своей смерти был главным ландшафтным архитектором Киевского ботанического сада, куда переехал работать в 1954 году. Является одним их основателей Сада сирени, ландшафтным архитектором Каменной горки.",
  },
  {
    id: "rubtsovn",
    title: "Рубцов Н.И.",
    image: rubtsovn,
    text: "Николай Иванович Рубцов (1907 – 1988), доктор биологических наук, профессор, Засуженный деятель науки УССР. Родился в селе Середа, Нерехтского у., Костромской губ. Окончил Нижегородский университет. Возглавлял отдел флоры и растительности Никитского ботанического сада в Крыму. Его именем назван ледник в Джунгаском Алатау",
  },
  {
    id: "lapshin",
    title: "Лапшин В.А.",
    image: lapshin,
    text: "Валентин Алексеевич Лапшин (1923-1970), основатель и первый директор музея, педагог,  детский писатель, участник Великой Отечественной войны.  Родился в д. Старостино, Середского у., Иваново-Вознесенской губ. Окончил Ивановский педагогический институт, работал учителем, директором школы. В 60-е гг. добивается открытия в городе музея и становится его первым директором.",
  },
  {
    id: "pleshanov",
    title: "Плешанов С.Л.",
    image: pleshanov,
    text: "Сергей Львович Плешанов",
  },
];

export default peopleData;
