//export pictures
import furmanov from "../images/people/furmanov.jpg";
import gorbunov from "../images/people/gorbunov.png";
import pleshanov from "../images/people/pleshanov.jpg";
import skvortsov from "../images/people/skvortsov.jpg";
import yablokov from "../images/people/yablokov.jpg";

const peopleData = [
  {
    id: "furmanov",
    title: "Фурманов Д.А.",
    image: furmanov,
    text: "Дмитрий Андреевич Фурманов (1891-1926). Советский писатель, военный и политический деятель.Родился в с. Середа, Нерехтского у., Костромской губ. Окончил шестиклассное училище, торговую школу, реальное училище, Московский университет. Участник Первой мировой и Гражданской войн. С 1921 г. жил в Москве, занимался литературной и издательской деятельностью. Наибольшую известность получил его роман «Чапаев», который был переведен на десятки языков народов мира. Город Середа, где родился писатель, в 1941 году переименовали в г. Фурманов. Умер в 1926г., похоронен в Москве на Новодевичьем кладбище.",
  },
  {
    id: "gorbunov",
    title: "Горбунов Г.К.",
    image: gorbunov,
    text: "Григорий Климентьевич Горбунов (1834 –1923), фабрикант, купец Первой гильдии, Потомственный Почетный гражданин, мануфактур - советник, благотворитель, старообрядец федосеевского толка. Родился в с. Широково, Нерехтского у., Костромской губ. Не имея стартового капитала, начал свое восхождение с самых низов, построил в с. Середа прядильно-ткацкую фабрику, основав «Товарищество мануфактур Бр. Г. и А. Горбуновых». На свои деньги возводил больницы, школы, дома для рабочих и служащих, старообрядческий храм.",
  },
  {
    id: "skvortsov",
    title: "Скворцов И.И.",
    image: skvortsov,
    text: "Иван Иванович Скворцов (1822-1892), купец Первой гильдии, фабрикант, Потомственный Почетный гражданин, благотворитель. Родился в с. Б.Никольское Нерехтского у., Костромской губ. Унаследовал семейное предприятие в конце 1840-х гг. от отца Ивана Никитича.  В 1871 построил  механическую ткацкую фабрику в д. Фроловка, которая после его смерти перешла к  дочери  Матрене Ивановне (в замужестве Павловой). В 1887 г. на средства И.И. Скворцова был возведен храм, вмещавший около 200 прихожан. Скончался в 1892 г., похоронен в с. Б. Никольское в родовом склепе.",
  },
  {
    id: "yablokov",
    title: "Яблоков А.С.",
    image: yablokov,
    text: "Александр Сергеевич Яблоков (1897-1973), выдающийся ученый лесовод-селекционер, доктор сельскохозяйственных наук, профессор, академик ВАСХНИЛ, лауреат Государственной премии СССР, награжден орденами Ленина  Трудового Красного Знамени. Родился  в с. Ивановское-Скрябино, Нерехтского у., Костромской губ. в семье народных учителей. Позднее семья переезжает в Середу. 40 лет своей жизни А.С. Яблоков посвятил лесной науке, создал свою научную школу, подготовил 19 кандидатов и докторов наук, опубликовал более 200 работ. Его имя присвоено Ивантеевскому дендрологическому саду.",
  },
  {
    id: "pleshanov",
    title: "Плешанов С.Л.",
    image: pleshanov,
    text: "Сергей Львович Плешанов",
  },
];

export default peopleData;
